[
	{
		"problem_title": "",
		"stage_title": "Intersecting Lines",
		"stage_content": "When a system of two linear equations is plotted on a graph, the lines may intersect at a points, be parallel to each other, or overlap each other. <br> In this section, you will explore the distance-time graphs of the tortoise and the hare. The lines intersecting within or at a distance of 50m will indicate that the hare has caught up with the tortoise. <br> Make sure that the <strong>Tortoise: head start, in meters </strong> slider is set to 3 and the <strong>Tortoise: average speed, in meters per second </strong> slider is set to 10. Set the <strong> Hare: average speed, in meters per second </strong> slider to 12. Now, click the <strong> Simulate </strong> button. How far did the hare run before overtaking the tortoise?  <br> <input type=\"text\"></input> m <br> How far was the tortoise from the finish line before overtaken by the hare? <br> <input type=\"text\"></input> m <br> Fow how long did the animals run before the hare overtook the tortoise> VErify your answer by clicking the <strong>Show whether hare overtakes tortoise</Strong> check box. <br> <input type=\"text\"></input> s<br>",
		"button_top_text": "Click <strong>Continue</strong> to begin.",
		"button_text": "Continue"
	},
	{
		"problem_title": "<span class='space-10'></span>",
		"stage_title": "Intersecting Lines",
		"stage_content": "Without changing the settings of the sliders, study the graph. <br> What part of the graph indicates that the hare catches up with the tortoise? <br> <input type=\"text\"></input> <br> Move your mouse over the intersection point. <br> What does the x-coordinate represent? <br> <input type=\"text\"></input> <br> What does the y-coordinate represent? <br> <input type=\"text\"></input> <br>",
		"button_top_text": "Click <strong>Next</strong> to continue.",
		"button_text": "Next",
		"opratingButtons": []
	},
	{
		"problem_title": "",
		"stage_title": "Intersecting Lines",
		"stage_content": "Now, click the <strong>Table</strong> tab to view the table. <br> How far is the hare from the starting point at the end of 1s? Verify your answer from the table. <br> <input type=\"text\"></input> m<br> How far is the tortoise from the starting point of the hare at the end of 1s? <br> <input type=\"text\"></input> m<br> Scroll down the table until you view the row where the distance of the hare and the distance of the tortoise are the same. <br> How much time has passed before the hare overtakes the tortoise? <br> <input type=\"text\"></input> s<br>",
		"button_top_text": "Click <strong>Next</strong> to continue.",
		"button_text": "Next",
		"opratingButtons": []
	},
	{
		"problem_title": "",
		"stage_title": "Intersecting Lines",
		"stage_content": "Now, click the <strong>Controls</strong> tab. Clear the <strong>Show whether hare overtakes tortoise</strong> check box. Set the <strong>Tortoise: head start, in meters</strong> slider to 2, the <strong>Tortoise: average speed, in meters per second</strong> slider to 8, and the <strong>Hare: average speed in meters per second</strong> slider to 8. Now, observe the graph.<br> What kind of lines do you see on the graph? <br> <input type=\"text\"></input> <br> Will the hare overtake the tortoise? Verify your answer by clicking the <strong>Simulate</strong> button. <br> <input type=\"text\"></input> <br> Change the head start of the tortoise by using the slider.<br> Can the hare overtake the tortoise when they both have the same speed?  <br> <input type=\"text\"></input> <br>",
		"button_top_text": "Click <strong>Next</strong> to continue.",
		"button_text": "Next",
		"opratingButtons": []
	},
	{
		"problem_title": "",
		"stage_title": "Intersecting Lines",
		"stage_content": "The head start of the tortoise is given by the y-intercept of the line. The speed is given by the slope of the line. <br> Set the <strong> Tortoise: head start, in meters</strong> slider to 2, the <strong>Tortoise:average speed, in meters per second</strong> slider to 10, and the <strong>Hare: avearage speed, in meters per second</strong> slider to 13. Click the <strong>Simulate</strong> button. <br> After how many seconds will the hare overtake the tortoise? Move the cursor over the intersection point to verify your answer. <br> <input type=\"text\"></input> <br> Click the <strong>Reset</strong> button to reset the position of the hare and the tortoise. Now, change the <strong>Simulate</strong> button again.<br> Will the hare take more time or less time to overtake thetortoise? Verify your answer by finding the coordinates of the intersection point. <br> <input type=\"text\"></input> <br> Set the head start back to 2m. Increase the speed of the tortoise to 11m/s.<br> Will the hare take more time or less time to overtake the tortoise? Verify your answer by finding the coordinates of the intersection point. <br> <input type=\"text\"></input> <br>",
		"button_top_text": "Click <strong>Next</strong> to continue.",
		"button_text": "Next",
		"opratingButtons": []
	}
]